<?php

return [
    'api' => [
        'notify_queue_success' => 'تعداد :count اعلان در صف ارسال قرار گرفت',
        'sms_queue_success' => 'تعداد :count پیامک در صف ارسال قرار گرفت',
        'notify_dismiss_success' => 'اعلان منفصل شد',
    ],

    'chat' => [
        'room_created' => 'یام شما با موفقیت ارسال شد. بزودی تیم پشتیبانی این پیام را بررسی و پاسخ شما را ارسال خواهند کرد.',
        'message_sent' => 'پاسخ شما ارسال شد. بزودی تیم پشتیبانی این پیام را بررسی و پاسخ شما را ارسال خواهند کرد',
        'room_closed' => 'این مکالمه بسته شد',
        'room_updated' => 'تغییرات اعمال شد',
    ],
];
